Repository: danielmewes/hplp
Catalog: libhpcalcs/po/*.po
Languages: fr

source: Cannot understand filename
fr: Nom de fichier non géré

source: <Unknown error code>
fr: <Code d'erreur inconnu>

source: Cable is not open
fr: Le câble n'est pas ouvert

source: Cable is already open
fr: Le câble est déjà ouvert

source: Cable is busy
fr: Le câble est occupé

source: Error writing to cable
fr: Erreur d'écriture vers le câble

source: Error reading from cable
fr: Erreur de lecture depuis le câble

source: Invalid cable functions
fr: Fonctions câble invalides

source: Cable probing failed
fr: Erreur de découverte (probe) du câble

source: No cable attached
fr: Aucun câble associé

source: Calc is busy
fr: La calculatrice est occupée

source: Unhandled packet format
fr: Format de paquet non géré

source: Unable to get time constituents
fr: Impossible d'obtenir les éléments du temps

source: Calc probing failed
fr: Erreur de découverte (probe) de la calculatrice

source: Failed to allocate memory
fr: Impossible d'allouer de la mémoire

source: Invalid handle pointer
fr: Pointeur handle invalide

source: Invalid function parameter
fr: Paramètre de fonction invalide

source: Invalid model
fr: Modèle invalide

source: Problem initializing the library
fr: Problème d'initialisation de la librairie

source: Problem deinitializing the library
fr: Problème de désinitialisation de la librairie

source: %s: init succeeded
fr: %s: init réussie

source: %s: init failed
fr: %s: init ratée

source: %s: re-init skipped
fr: %s: ré-init ratée

source: %s: more exits than inits
fr: %s: plus de désinitialisations que d'initialisations

source: %s: exit succeeded
fr: %s: désinitialisation réussie
